Repository: lordireality/MyFriendsFocus
Catalog: MyFriendsFocus/Localizable.xcstrings
Source language: en
Languages: ru

# #AddContactToSelected
source: Select contact
ru: Выбрать контакт

# #ClearUD
source: Clear User Defaults
ru: Очистить User Defaults

# #ContactGrant
source: Grant permission to contacts
ru: Предоставить разрешение к контактам

source: Contacts
ru: Контакты

source: Contacts access
ru: Доступ к контактам

# #ContactsFocusDenied
source: Access to contacts or focus denied
ru: Доступ к контактам или фокусировке запрещен

# #ContactsFocusDeniedComment
source: For the application to work, you must provide access to the contacts and focus state of the device
ru: Для работы приложения, необходимо предоставить доступ к контактам и состоянию фокусировки устройства

# #ContactSilenced
source: Has notifications silenced
ru: Заглушает свои уведомления

# #DeletedContact
source: Unknown Contact
ru: Неизвестный контакт

# #FocusAccess
source: Access to your device focus status
ru: Доступ к состоянию фокусировки вашего устройства

# #FocusBottom
source: Without focus
ru: Сначала без фокуса

# #FocusGrant
source: Grant permission to focus state
ru: Предоставить разрешение к состоянию фокусировки

# #FocusTop
source: Focus first
ru: Сначала в фокусе

# #GotoSettings
source: Open Settings
ru: Перейти в настройки

# #MyCardCleared
source: My contact cleared
ru: Контакт очищен

source: My Contacts
ru: Мои контакты

source: Name A-Z
ru: Имя А-Я

source: Name Z-A
ru: Имя Я-А

source: Ok
ru: Очень хорошо

source: Providing Access:
ru: Предоставление доступа:

# #ProvidingAccessComment
source: For the application to work, you must provide the following permissions:
ru: Для работы приложения, необходимо предоставить следующие разрешения:

# #RemoveMyCard
source: Clear my contact
ru: Сбросить мой контакт

# #SelectMyCard
source: Select my contact
ru: Выбрать мой контакт

source: Settings
ru: Настройки

# #ShowFocusedOnly
source: Show only focused
ru: Показывать контакты только в фокусировании

# #ShowSelectedContacts
source: Show selected contacts only
ru: Показывать только избранные

source: Sort by
ru: Отсортировать по

# #Start
source: Begin
ru: Приступить

# #UDCleared
source: User defaults is cleared
ru: User Defaults очищены

# #Ver%@
source: Version: %@
ru: Версия: %@

# #WhatsNew
source: What's new in MyFriendsFocus
ru: Что нового в MyFriendsFocus

# #YouSilenced
source: You are currently silencing your notifications
ru: Вы сейчас заглушаете свои уведомления
